<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AutoPkg-Release</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>munkitools</string>
		<key>NAME</key>
		<string>AutoPkg</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>standard</string>
			</array>
			<key>category</key>
			<string>Utilities</string>
			<key>description</key>
			<string>AutoPkg is an automation framework for OS X software packaging and distribution, oriented towards the tasks one would normally perform manually to prepare third-party software for mass deployment to managed clients.</string>
			<key>developer</key>
			<string>Timothy Sutton</string>
			<key>display_name</key>
			<string>AutoPkg</string>
			<key>minimum_os_version</key>
			<string>10.7.2</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.thenikola.munki.AutoPkg-Release</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.AutoPkg-Release</key>
			<dict>
				<key>git_hash</key>
				<string>51513ade261743e8e41885b5278b9821cb9000c5</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AutoPkg/AutoPkg-Release.download.recipe</string>
				<key>sha256_hash</key>
				<string>e33ee93ec64e9bd8b3334012ee25854b2008cf892b97b5cacff0f2abb19e533d</string>
			</dict>
			<key>com.github.thenikola.munki.AutoPkg-Release</key>
			<dict>
				<key>git_hash</key>
				<string>30863fc02f27d1954356141aebe29ee0d470d820</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.thenikola-recipes/AutoPkg-Release/AutoPkg-Release.munki.recipe</string>
				<key>sha256_hash</key>
				<string>b06bcb11eef4426d12788ab7463cde42417545dcf44f1c251c09a0475a8147b5</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
