<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.GIMP.apple</string>
	<key>Input</key>
	<dict>
		<key>ARCH</key>
		<string>arm64</string>
	</dict>
	<key>ParentRecipe</key>
	<string>io.github.hjuutilainen.munki.GIMP</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>io.github.hjuutilainen.download.GIMP</key>
			<dict>
				<key>git_hash</key>
				<string>4132b9e72ad33878032b8e7fb056b6b64f7dfd86</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/GIMP/GIMP.download.recipe</string>
				<key>sha256_hash</key>
				<string>c89d286fb7c7986b934f2f448dbde8b5507df804703d742ecd38846e16c85ec3</string>
			</dict>
			<key>io.github.hjuutilainen.munki.GIMP</key>
			<dict>
				<key>git_hash</key>
				<string>9f59c97e5e21cfa8a0048898c75a002bcbe2c1d5</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/GIMP/GIMP.munki.recipe</string>
				<key>sha256_hash</key>
				<string>17fc314104b8bfd0b183ad2ff9414c71d5482ea2454ba9075277506295f6c447</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
