<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Inkscape</string>
	<key>ParentRecipe</key>
	<string>com.github.homebysix.munki.Inkscape</string>
</dict>
</plist>
