<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.iTerm2</string>
	<key>Input</key>
	<dict>
		<key>CHECK_FILESIZE_ONLY</key>
		<string>true</string>
	</dict>
	<key>ParentRecipe</key>
	<string>io.github.hjuutilainen.munki.iTerm2</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>io.github.hjuutilainen.download.iTerm2</key>
			<dict>
				<key>git_hash</key>
				<string>2144a7f81149788fa2f26e1460579d44a2f88cc6</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/iTerm2/iTerm2.download.recipe</string>
				<key>sha256_hash</key>
				<string>e4b6f5ddfded53426a8866832ce4241543030db66f95aa91ea0419c1aa14820d</string>
			</dict>
			<key>io.github.hjuutilainen.munki.iTerm2</key>
			<dict>
				<key>git_hash</key>
				<string>b19087c24635b28b78ca85bc353990b9f2381d09</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/iTerm2/iTerm2.munki.recipe</string>
				<key>sha256_hash</key>
				<string>1292b005c584d33e67e22d55905e803311cdec5299297b5f4bbf0c462186e0f4</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
