<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.LibreOffice.apple</string>
	<key>Input</key>
	<dict>
		<key>ARCH</key>
		<string>aarch64</string>
		<key>RELEASE</key>
		<string>fresh</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>LibreOffice is the free power-packed Open Source personal productivity suite for Windows, Macintosh and Linux, that gives you six feature-rich applications for all your document production and data processing needs: Writer, Calc, Impress, Draw, Math and Base.</string>
			<key>developer</key>
			<string>The Document Foundation</string>
			<key>display_name</key>
			<string>LibreOffice</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>supported_architectures</key>
			<array>
				<string>arm64</string>
			</array>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>io.github.hjuutilainen.munki.LibreOffice</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>CreateLibreOfficeAuxArchName</key>
			<dict>
				<key>git_hash</key>
				<string>cf1dc149a9a3bc1be6660237555656604b5655b9</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/LibreOffice/CreateLibreOfficeAuxArchName.py</string>
				<key>sha256_hash</key>
				<string>db5033c4803aa00ce3ec5634c24863a5bb319f2cbf21bd25dbba976d0738951e</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>io.github.hjuutilainen.download.LibreOffice</key>
			<dict>
				<key>git_hash</key>
				<string>af99e9d58c87c8b47cda186b2eaf6010bfa2a4ff</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/LibreOffice/LibreOffice.download.recipe</string>
				<key>sha256_hash</key>
				<string>d8fc08037677c233a5d5e0d19ea0a538c0b67275e599e29f2c84ce36f802b34f</string>
			</dict>
			<key>io.github.hjuutilainen.munki.LibreOffice</key>
			<dict>
				<key>git_hash</key>
				<string>d68cbbd054b12aa86d865243656506cb153b376c</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/LibreOffice/LibreOffice.munki.recipe</string>
				<key>sha256_hash</key>
				<string>7677dae90993d15d89581d425af2f7c63929abd706c2f7f00b3fe05ce45f33cf</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
