<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.LibreOffice.intel</string>
	<key>Input</key>
	<dict>
		<key>ARCH</key>
		<string>x86_64</string>
		<key>RELEASE</key>
		<string>fresh</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>LibreOffice is the free power-packed Open Source personal productivity suite for Windows, Macintosh and Linux, that gives you six feature-rich applications for all your document production and data processing needs: Writer, Calc, Impress, Draw, Math and Base.</string>
			<key>developer</key>
			<string>The Document Foundation</string>
			<key>display_name</key>
			<string>LibreOffice</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>supported_architectures</key>
			<array>
				<string>x86_64</string>
			</array>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>io.github.hjuutilainen.munki.LibreOffice</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>CreateLibreOfficeAuxArchName</key>
			<dict>
				<key>git_hash</key>
				<string>cf1dc149a9a3bc1be6660237555656604b5655b9</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/LibreOffice/CreateLibreOfficeAuxArchName.py</string>
				<key>sha256_hash</key>
				<string>db5033c4803aa00ce3ec5634c24863a5bb319f2cbf21bd25dbba976d0738951e</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>io.github.hjuutilainen.download.LibreOffice</key>
			<dict>
				<key>git_hash</key>
				<string>cf1dc149a9a3bc1be6660237555656604b5655b9</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/LibreOffice/LibreOffice.download.recipe</string>
				<key>sha256_hash</key>
				<string>06a3449403ab32599ea60b2877571704d51ebc006136909631b71d4fdf6da0f5</string>
			</dict>
			<key>io.github.hjuutilainen.munki.LibreOffice</key>
			<dict>
				<key>git_hash</key>
				<string>8b6a277dd5915929ac29ae5e76a1de449f7ed10a</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/LibreOffice/LibreOffice.munki.recipe</string>
				<key>sha256_hash</key>
				<string>6629394ea06504bd72c3ef9630f041f834b5092481a20d1d9c62aa1515f46241</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
