<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.LibreOffice</string>
	<key>Input</key>
	<dict>
		<key>CHECK_FILESIZE_ONLY</key>
		<string>true</string>
	</dict>
	<key>ParentRecipe</key>
	<string>io.github.hjuutilainen.munki.LibreOffice</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>io.github.hjuutilainen.download.LibreOffice</key>
			<dict>
				<key>git_hash</key>
				<string>0b493a081fafb353264f5cbdec2ca1e38ec867a7</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/LibreOffice/LibreOffice.download.recipe</string>
				<key>sha256_hash</key>
				<string>816f3ecaf627a046190256f3d50b5904c169129991d1e06b8c5ea3d1bdaae425</string>
			</dict>
			<key>io.github.hjuutilainen.munki.LibreOffice</key>
			<dict>
				<key>git_hash</key>
				<string>8b6a277dd5915929ac29ae5e76a1de449f7ed10a</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/LibreOffice/LibreOffice.munki.recipe</string>
				<key>sha256_hash</key>
				<string>6629394ea06504bd72c3ef9630f041f834b5092481a20d1d9c62aa1515f46241</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
