<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Signal</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_PKGINFO_NAME</key>
		<string>Signal</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jaharmi.munki.Signal</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.jaharmi.download.Signal</key>
			<dict>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jaharmi-recipes/Signal/Signal.download.recipe</string>
				<key>sha256_hash</key>
				<string>e3c736d0eb9362139e72bf8513693ecc23cb0c85a330efa82f4b7645e20ec8d0</string>
			</dict>
			<key>com.github.jaharmi.munki.Signal</key>
			<dict>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jaharmi-recipes/Signal/Signal.munki.recipe</string>
				<key>sha256_hash</key>
				<string>a68f27a5099ed86fa26348a26c1de297317ddd4fd2accf8440331a12b364529c</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
