<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Signal</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_PKGINFO_NAME</key>
		<string>Signal</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jaharmi.munki.Signal</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.jaharmi.download.Signal</key>
			<dict>
				<key>git_hash</key>
				<string>08c97ab84921ebadcd42260a0447a445f52a5ad6</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jaharmi-recipes/Signal/Signal.download.recipe</string>
				<key>sha256_hash</key>
				<string>dd490e24ca738147e4926030fc88965288cc6ba56eae85396a7564393cef19a0</string>
			</dict>
			<key>com.github.jaharmi.munki.Signal</key>
			<dict>
				<key>git_hash</key>
				<string>fae562768fa29d94f4677d67e5952da790b15d2c</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jaharmi-recipes/Signal/Signal.munki.recipe</string>
				<key>sha256_hash</key>
				<string>9c081db2499f8c056c41edaf0783d0e75f70f62a56596a7d41c517ed6219118b</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
