<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Wireshark</string>
	<key>Input</key>
	<dict>
		<key>ARCH</key>
		<string>Arm</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Wireshark</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Wireshark is a network protocol analyzer.</string>
			<key>display_name</key>
			<string>Wireshark</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>supported_architectures</key>
			<array>
				<string>arm64</string>
			</array>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.homebysix.munki.Wireshark</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.homebysix.download.Wireshark</key>
			<dict>
				<key>git_hash</key>
				<string>cc40cefadb28f2fe39e7e4d05dc1b12240cbaa38</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Wireshark/Wireshark.download.recipe</string>
				<key>sha256_hash</key>
				<string>5fe823560892b8aba50f64860a7812d323e8cfaf5f3fe7b699f0d89b03f09eb9</string>
			</dict>
			<key>com.github.homebysix.munki.Wireshark</key>
			<dict>
				<key>git_hash</key>
				<string>cc40cefadb28f2fe39e7e4d05dc1b12240cbaa38</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Wireshark/Wireshark.munki.recipe</string>
				<key>sha256_hash</key>
				<string>9e75a9bb7771c47a779b73f345637e6139809ff455f95633b08485c33f51be7c</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
